Repository: waqastudios/inti-kitchen-sink
Catalog: languages/*.po
Languages: es_es

source: Powered by
es_es: Con Tecnología de

source: Personal Publishing Platform
es_es: Plataforma de publicación personal

source: All Categories
es_es: Todas las Categorías

source: Select Page
es_es: Seleccionar Página

source: Select Opt-In
es_es: Seleccionar Formulario de Suscripción

source: Front Page: Blog Posts
es_es: Página Principal: Entradas Blog

source: Configure the settings for the blog posts block
es_es: Configurar la sección de entradas

source: Show this block
es_es: Mostrar esta sección

source: Post Category to display
es_es: Categoría de Entradas a mostrar

source: Number of Posts to display
es_es: Cantidad de Entradas a mostrar

source: Number of columns
es_es: Cantidad de columnas

source: Order
es_es: Orden

source: Ascending
es_es: Ascendente

source: Descending
es_es: Descendente

source: Exclude front page category
es_es: Excluir categoría de la página principal

source: Hide the posts shown on the front page in the blog index
es_es: Esconder entradas en el ídice del blog que ya han sido mostradas en la página principal

source: Show link to blog index
es_es: Mostrar enlace al índice del blog

source: Display a link to the posts index below the small subset of posts displayed in this block
es_es: Mostrar enlace al índice del blog debajo de la lista de entradas

source: URL of page for posts
es_es: Enlace de la página de las entradas

source: View All Posts
es_es: Ver Todas las Entradas

source: Text for the button to view page for posts
es_es: Texto del botón que lleva al índice del blog

source: Front Page: Slogan
es_es: Página Principal: Eslogan

source: Modify front page slogan
es_es: Modificar eslogan en página principal

source: Slogan
es_es: Eslogan

source: Front Page: Featured In
es_es: Página Principal: Descatado En

source: Configure the settings for the featured in block
es_es: Configurar la sección de brands destacados

source: Title (Optional)
es_es: Título (Opcional)

source: Description (Optional)
es_es: Descripción (Opcional)

source: Front Page: Testimonials
es_es: Pagina Principal: Recomendaciones

source: Configure the settings for the testimonial block
es_es: Configuración de sección de Recomendaciones

source: Testimonial Category to display
es_es: Categoría de Recomendaciones a mostrar

source: Number of Testimonials to display
es_es: Cantidad de Recomendaciones a mostrar

source: What to display
es_es: Que mostar

source: Excerpt Only
es_es: Solo Extracto

source: Full Content
es_es: Contenido Completo

source: Force hide testimonial photos
es_es: Esconder fotos de las Recomendaciones

source: Link Slides To
es_es: Enlazar diapositivas a

source: No Link
es_es: Sin Enlance

source: Testimonial Single (if theme supports)
es_es: Recomendación Individual (si el tema soporta)

source: Praise Page (with a testimonials shortcode)
es_es: Página de Recomendaciones

source: Page to link to (if selected above)
es_es: Página a enlazar (si es selecionada)

source: Front Page: Personal Bio
es_es: Página Principal: Biografía

source: Modify front page content
es_es: Modificar contenido de página principal

source: Personal Bio
es_es: Biografía

source: Bio Photo
es_es: Foto para Biografía

source: URL for Image or Button (Optional)
es_es: Enlace de Imagen o Botón (Opcional)

source: Adding a URL here will link the bio image or button to that URL.
es_es: Agrega un enlace aquí

source: Front Page: Services
es_es: Página Principal: Servicios

source: Configure the settings for the services block
es_es: Configuración de sección de Servicios

source: Service Category to display
es_es: Categoría de Servicios a mostrar

source: Number of Services to display
es_es: Cantidad de Servicios a mostrar

source: Front Page: Video
es_es: Pagina Principal: Video

source: Aspect Ratio
es_es: Relación de Aspecto

source: Video Source
es_es: Fuente del Video

source: Video Code/ID
es_es: ID del Video (solo ID)

source: Just the ID from the video service
es_es: ID del Video (solo ID)

source: Text for Button
es_es: Texto del botón

source: There is a button beneath the video. Add the text here.
es_es: Hay un botón debajo del video. Agrega el texto aquí.

source: URL for Button
es_es: Enlace del botón

source: Add a URL here for the button
es_es: Agregar un enlace aquí para el botón

source: Front Page: Google Maps
es_es: Página Principal: Mapas de Google

source: Adds a map as a front page block
es_es: Agrega mapa a una sección del la página principal

source: Source
es_es: Fuente

source: Brand Configuration
es_es: Configuración de Brand

source: Brand URL (optional)
es_es: Enlance (opcional)

source: Link the brand logo (Featured Image) to an external URL
es_es: Enlazar logo de brand (Imagen Destacado) a un sitio web externo

source: Testimonial Meta
es_es: Meta para Recomendación

source: Role
es_es: Rol

source: Position, Job Title
es_es: Título, posición en empresa

source: Company/Organization
es_es: Empresa/Organización

source: Company or organization
es_es: Empresa o organización

source: Company URL
es_es: Enlace

source: Link the company to an external URL
es_es: Enlazar el nombre da la empresa a un sitio web externo

source: Open in new window
es_es: Abrir enlace en una nueva página/pestaña

source: Open link to the company in a new window
es_es: Abrir enlace en una nueva página/pestaña

source: Service Meta
es_es: Meta para Servicio

source: Action Text
es_es: Texto de Acción

source: Any call-to-action text the theme supports, possibly a button below the service description or the alt text on the service image
es_es: Un texto ‘llamado-a-acción’ si el tema lo soporta, quizás mostrado debajo de la descripción del servicio o como el texto ‘alt’ del imagen del servicio

source: Custom URL
es_es: Enlace

source: Alternative link to custom URL - leave blank to keep default service page
es_es: Enlance alternativa - dejar en blanco para usar la página del servicio

source: Opt-in Configuration
es_es: Configuración de Formulario Opt-in

source: Post action URL
es_es: URL de ‘action’

source: URL to post the form to
es_es: Dirección para propiedad ‘action’ del formulario

source: Post form to new tab
es_es: Enviar formulario a nueva pestaña

source: Hidden Fields
es_es: Campos escondidos

source: Most form embed codes come with fields that are kept hidden, paste those here.
es_es: La mayoría de los extractos de código para insertar formularios vienen con campos que no deben ser visibles. Agregalos aquí.

source: First Name field
es_es: Campo de Nombre

source: Values for the First Name field
es_es: Valor para campo de Nombre

source: First Name element name
es_es: Nombre del elemento

source: First Name element placeholder text
es_es: Texto placeholder para elemento Nombre

source: First Name
es_es: Nombre

source: First Name is required
es_es: Nombre requerido

source: Make this field a required field
es_es: Haz de este campo un campo requerido

source: Email Address field
es_es: Campo de Correo Electrónico

source: Values for the Email Address field
es_es: Valores para el campo de Correo Electrónico

source: Email element name
es_es: Nombre del elemento

source: Email element placeholder text
es_es: Texto placeholder para elemento Correo Electrónico

source: Email
es_es: Correo electrónico

source: Email is required
es_es: Correo requerido

source: Submission Settings
es_es: Configuración de envio de formulario

source: Values for submit button and form
es_es: Valores del botón de envio y del formulario para hacer el envio

source: Submit Button Text
es_es: Texto de botón submit

source: Submit Button element name
es_es: Nombre de elemento

source: (only needed if your particular list service looks for a specific element name)
es_es: (solo se necesita si tu servicio de suscripción pide que el elemento tenga un nombre específico)

source: Form element name
es_es: Nombre del elemento ‘form’

source: Enter brand name
es_es: Nombre de brand

source: Enter person's name
es_es: Nombre de persona

source: Purpose/Name
es_es: Propósito/Nombre

source: Slides
es_es: Diapositivas

source: Slide
es_es: Diapositiva

source: Add New
es_es: Nueva

source: Add New Slide
es_es: Agregar Nueva Diapositiva

source: Edit Slide
es_es: Editar Diapositiva

source: New Slide
es_es: Nueva Diapositiva

source: View Slide
es_es: Ver Diapositiva

source: Search Slides
es_es: Buscar en Diapositivas

source: No Slide found
es_es: No Diapositivas encontrada

source: No Slide found in Trash
es_es: No Diapositiva encontrada en la basura

source: Add New Brand
es_es: Agregar Nueva Brand

source: Edit Brand
es_es: Editar Brand

source: New Brand
es_es: Nueva Brand

source: View Brand
es_es: Ver Brand

source: Search Brands
es_es: Buscar en Brand

source: No Brand found
es_es: No Brand econtrado

source: No Brand found in Trash
es_es: No Brand encontrado el la basura

source: Testimonials
es_es: Recomendaciones

source: Testimonial
es_es: Recomendación

source: Add New Testimonial
es_es: Agregar Nueva Recomendación

source: Edit Testimonial
es_es: Editar Recomendación

source: New Testimonial
es_es: Nueva Recomendación

source: View Testimonial
es_es: Ver Recomendación

source: Search Testimonials
es_es: Buscar en Recomendaciones

source: No Testimonial found
es_es: No Recomendación encontrado

source: No Testimonial found in Trash
es_es: No Recomendación encontrado en la basura

source: Services
es_es: Servicios

source: Service
es_es: Servicio

source: Add New Service
es_es: Agrega Nueva Servicio

source: Edit Service
es_es: Editar Servicio

source: New Service
es_es: Nuevo Servicio

source: View Service
es_es: Ver Servicio

source: Search Services
es_es: Buscar en Servicios

source: No Service found
es_es: No Servicio encontrado

source: No Service found in Trash
es_es: No Servicio encontrado en la basura

source: Opt-in Forms
es_es: Formularios Opt-In

source: Opt-in Form
es_es: Formulario Opt-in

source: Add New Opt-in Form
es_es: Agregar Nuevo Opt-in

source: Edit Opt-in Form
es_es: Editar Opt-in

source: New Opt-in Form
es_es: Nuevo Opt-in

source: View Opt-in Form
es_es: View Opt-in

source: Search Opt-ins
es_es: Buscar en Opt-ins

source: No Opt-in Form found
es_es: No Formulario Opt-in encontrado

source: No Opt-in Form found in Trash
es_es: No Formulario Opt-in encontrado en la basura

source: Categories
es_es: Categorias

source: Category
es_es: Categoría

source: Search Testimonial Categories
es_es: Buscar en Categorías de Recomendaciónes

source: All Testimonial Categories
es_es: Todas las Categorías

source: Parent Category
es_es: Categoría Superior

source: Edit Category
es_es: Editar Categoría

source: Update Category
es_es: Actualizar Categoría

source: Add New Testimonial Category
es_es: Agregar Nuevo Categoría de Recomendación

source: New Category Name
es_es: Nombre de Nueva Categoría

source: Search Service Categories
es_es: Buscar en Categorías de Servicios

source: All Service Categories
es_es: Todas las Categorías

source: Add New Service Category
es_es: Agregar Nueva Categoría de Servicio

source: Opt-In Form
es_es: Formulario Opt-In

source: Choose an Opt-In Form
es_es: Seleccionar Formulario Opt-in

source: Select a Form
es_es: Seleccionar un Formulario

source: No testimonial was found with this ID, you may need to re-insert this shortcode.
es_es: No se ha encontrado una Recomendación con este número de ID, intenta insertar este shortcode nuevamente.

source: Testimonial (Single)
es_es: Recomendación (Individual)

source: Choose a Testimonial
es_es: Seleccionar una Recomendación

source: Select a testimonial by name
es_es: Seleccionar una Recomendación por nombre

source: Photo Align
es_es: Alinear foto

source: Left
es_es: Izquierda

source: Right
es_es: Derecha

source: Photo above
es_es: Foto arriba

source: Alignment not recognized
es_es: Alinamiento no reconocido

source: Choose a Testimonials Category
es_es: Seleccionar una Categoría de Recomendaciones

source: All Left
es_es: Todas a la izquierda

source: All Right
es_es: Todas a la derecha

source: Left Right Left
es_es: Izquierda Derecha Izquierda

source: Inti Options
es_es: Opciones de Inti

source: General Options
es_es: Opciones Generales

source: Front Page
es_es: Página Principal

source: Header/Navigation
es_es: Encabezado de Página/Navegación

source: Footer/Analytics
es_es: Pie de Página/Analytics

source: Social Media Profiles
es_es: Redes Sociales

source: Commenting
es_es: Comentarios

source: Posts and Pages
es_es: Entradas y Páginas

source: Excerpt Limit
es_es: Límite de extracto de texto

source: How many characters do you want to display for excerpts?
es_es: ¿Cuántos caracteres quieres mostrar en el extracto de texto?

source: Read More text
es_es: Texto de ‘Leer Más’

source: After the excerpt there's a button or link with this text to continue reading.
es_es: Debajo del extracto hay un botón o enlace con este texto para continuar leyendo.

source: Blog Index Style
es_es: Estilo de índice de las entradas del Blog

source: You can display posts in a classic blog style as in option one, or shorts style as in option two.
es_es: Puedes mostrar entradas del blog en un estilo clásico como la opción uno o escoger el estilo corto como la opción dos.

source: Show Breadcrumbs
es_es: Mostrar Rastro de Migas

source: They can be displayed before and after the content, or not at all.
es_es: Se pueden mostrar antes y después del contenido, o no mostrar nada.

source: Hide breadcrumbs on front page
es_es: No mostrar Rastro de Migas en la página principal

source: Pagination Style
es_es: Estilo de paginación

source: Move between lists of posts in archives with number or Next/Previous links
es_es: Navegar entre las listas de entradas en los archivos por medio de enlaces numerados o de Siguiente/Anterior

source: Links to Next/Previous posts on single posts
es_es: Enlaces a la entrada siguiente/anterior en entradas individuales

source: Move from one post to the next or previous post directly with Next/Previous links
es_es: Pasa de una entrada a la siguiente o la anterior directamente con los enlaces de Siguiente/Anterior

source: Sharing
es_es: Compartir

source: Enable sharing on Posts
es_es: Habilitar el compartir en las Entradas

source: Enable sharing on Pages
es_es: Habilitar el compartir en las Páginas

source: Display these sharing platforms
es_es: Mostrar estas redes sociales

source: Message to display when page not found
es_es: Mensaje a mostrar cuando una página no es encontrada

source: Blog post categories
es_es: Categorías de entradas

source: Number of posts
es_es: Cantidad de entradas

source: Exclude the front page post category from the rest of the blog
es_es: Excluir la categoría usada en la página principal del índice del blog

source: Displays an opt-in form in the sidebar
es_es: Mostrar un Formulario Opt-in en el sidebar

source: There are currently no published blog posts in this category.
es_es: No hay entradas publicadas en esta categoría.

source: There are currently no published brands
es_es: No hay brands publicados

source: There are currently no published services in this category
es_es: No hay servicios publicadas en esta categoría

source: There are currently no published testimonials in this category
es_es: No hay recomendaciones publicadas en esta categoría

source: No ID specified or no longer exists
es_es: No ID espécificado o ya no existe
